
const Films = [
    {
      title: 'Зои Миллер',
      rate: 0,
      year: 2023,
      country: 'США',
      img:'https://kinogo.biz/uploads/mini/minifull/932/1697913257_poster.webp',
      genre: 'Комедии',
      duration: 163,
      premiere: 'неизвестно',
      director: 'Пако Кабесас',
      actors: ['Марио Касас','Висенте Ромеро',
        'Лусиано Касерес',
        'Макарена Гомес',
        'Дамасо Конде',
        'Ванесса Оливейра',
        'Дарио Грандинетти',
        'Бланка Суарес',
        'Антонио де ла Торре',
        'Анхела Молина'],
      url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
      
      quality: '720',
      short_description:`Зои Миллер – необычная старшеклассница, считающаяся окружающими гениальным программистом. Кроме того, героиня пользуется уважением даже у учителей, пророчащих ей большое будущее. На мальчиков она не обращает и малейшего внимания, будучи уверенной, что отношения были
       придуманы глупыми людьми. Жизнь девушки круто меняется, когда Зак, считающийся лучшим спортсменом школы, полностью теряет память...`,
      full_description: `Зои Миллер – необычная старшеклассница, 
      считающаяся окружающими гениальным программистом. 
      Кроме того, героиня пользуется уважением даже у учителей, пророчащих ей большое будущее. 
      На мальчиков она не обращает и малейшего внимания, будучи уверенной, что отношения были 
      придуманы глупыми людьми. Жизнь девушки круто меняется, когда Зак, считающийся лучшим 
      спортсменом школы, полностью теряет память из-за несчастного случая. Вскоре после возвращения
      в школу парень принимает Зои за свою возлюбленную. Столь неожиданное внимание к своей персоне 
      пробуждает в школьнице искреннее недоумение. Еще вчера этот футболист даже не знал о ее существовании, а 
      сейчас готов пойти на все, лишь бы заслужить хотя бы один поцелуй в щечку. Так главная героиня становится 
      невольной участницей романтических событий, которые переворачивают ее взгляды на мир с ног на голову.`
    },
    {
        title: 'Неоновая плоть (2022)',
        rate: 0,
        year: 2022,
        country: 'Мексика',
        img: 'https://kinogo.biz/uploads/mini/minifull/873/1616494842-1231732526.webp',
        genre: 'Комедии',
        duration: 98,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        quality: '720',
        short_description:`Рики вырос на улице в окружении проституток и наркоманов, после того как остался один в двенадцатилетнем возрасте. Теперь ему 23 года и он решает открыть бордель, клуб под названием «Хиросима», в качестве подарка матери проститутке, которая вот-вот выйдет из тюрьмы. 
        Рики хочет, чтобы Пура руководила клубом и забыла о своем прошлом продажной женщины. В этом ему помогают многочисленные друзья,...`,
        full_description: `Рики вырос на улице в окружении проституток и наркоманов, 
        после того как остался один в двенадцатилетнем возрасте. 
        Теперь ему 23 года и он решает открыть бордель, клуб под названием «Хиросима», в
         качестве подарка матери проститутке, которая вот-вот выйдет из тюрьмы. 
         Рики хочет, чтобы Пура руководила клубом и забыла о своем прошлом продажной женщины. 
         В этом ему помогают многочисленные друзья, порой весьма эксцентричные. Рики пытается пробудить материнские 
        чувства и любовь в душе Пуры, которая бросила его много лет назад. Однако добиться этого оказывается не так просто.`
      },
      {
        title: 'Русалки (2021)',
        rate: 0,
        year: 2021,
        country: 'Индия',
        img: 'https://kinogo.biz/uploads/mini/minifull/879/1585427071-455404364.webp',
        genre: 'Комедии',
        duration: 110,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Миссис Флекс — сексуальная женщина яркой внешности и экстравагантного поведения. Она постоянно переезжает из города в город, таская за собой двух дочерей. 9-летняя Кейт мечтает стать чемпионкой по плаванию и тренируется в ванне. 15-летная Шарлотта одержима религией.
        Обменявшись с понравившимся ей парнем первым невинным поцелуем, она воображает себя страшной грешницей, и в отчаянии собирается уйти...`,
        full_description: `Миссис Флекс — сексуальная женщина яркой внешности и 
        экстравагантного поведения. Она постоянно переезжает из города в город, 
        таская за собой двух дочерей. 9-летняя Кейт мечтает стать чемпионкой по 
        плаванию и тренируется в ванне. 15-летная Шарлотта одержима религией.Обменявшись
         с понравившимся ей парнем первым невинным поцелуем, она воображает себя страшной грешницей, и в 
         отчаянии собирается уйти в монастырь. А миссис Флэкс влюбляется во владельца обувного магазина 
        пожилого лысоватого Лу Ландски, который готов сделать ей предложение. Сопротивляться чарам этого поклонника ветреная миссис Флэкс уже не может….`
      },
      {
        title: 'Доктор Голливуд (2020)',
        rate: 0,
        year: 2020,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/e1a/1585414550-2146454488.webp',
        genre: 'Комедии',
        duration: 103,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Судьба подложила ему свинью. Бенджи Стоун был подающим надежды пластическим хирургом, ехал в Голливуд, и вдруг — авария на главной улице какого-то захолустного городка. Кто виноват? Конечно, Бенджи. Полиция определяет нарушителю наказание: 32 часа принудительных работ терапевтом в местной больнице. 
        Нормально? Доктор Голливуд приступает к работе. И самое дикое — она ему нравится. Потому что рядом...`,
        full_description: `Судьба подложила ему свинью. Бенджи Стоун был подающим надежды пластическим хирургом, ехал в Голливуд, и вдруг — авария на главной улице какого-то захолустного городка. Кто виноват? Конечно, Бенджи. Полиция определяет нарушителю наказание: 32 часа принудительных работ терапевтом в местной больнице. 
        Нормально? Доктор Голливуд приступает к работе. И самое дикое — она ему нравится. Потому что рядом — прехорошенькая провинциалочка.`
      },
      {
        title: 'Бездельники 3 (2023)',
        rate: 0,
        year: 2023,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/5da/1698087156-510374651.webp',
        genre: 'Комедии',
        duration: 147,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Комедийный фильм о компании бездельников, вечно попадающих в глупые ситуации. Но, несмотря на регулярные проблемы и насмешки со стороны знакомых, ребята продолжают сохранять оптимистичный настрой. Да и как может быть иначе, если герои знакомы друг с другом с самого детства? 
        Они всегда преодолевают преграды вместе, поражая своей находчивостью всех окружающих. Кроме того, молодые люди все еще...`,
        full_description: `Комедийный фильм о компании бездельников, вечно попадающих в глупые ситуации. Но, несмотря на регулярные проблемы и насмешки со стороны знакомых, ребята продолжают сохранять оптимистичный настрой. Да и как может быть иначе, если герои знакомы друг с другом с самого детства? Они всегда преодолевают преграды вместе, поражая своей находчивостью всех окружающих. Кроме того, молодые люди все еще стремятся к своей мечте, веря, что однажды в их жизни все наладится. Черная полоса исчезнет, уступив свое место долгожданному счастью. Пока же ребятам приходится рассчитывать лишь на себя, ежедневно сталкиваясь с курьезными событиями и поражая прочих жителей города изобретательностью. 
        Совсем скоро героям придется стать участниками новых невероятных приключений, которые добавят в их копилку массу незабываемых воспоминаний.`
      },
      {
        title: 'Город зомби (2019)',
        rate: 0,
        year: 2019,
        country: 'Канада',
        img: 'https://kinogo.biz/uploads/mini/minifull/eab/1694021398-522751751.webp',
        genre: 'Комедии',
        duration: 93,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Фильм рассказывает о паре друзей, считающих себя самыми преданными фанатами ужастиков. Однажды ребята случайно находят фильм, о существовании которого они даже не слышали. Парни тут же усаживаются перед телевизором и приступают к просмотру. Вскоре после завершения лента герои с 
        удивлением обнаруживают на улице толпу мертвецов. Выясняется, что в найденном ими фильме таилось древнее проклятие,...`,
        full_description: `Фильм рассказывает о паре друзей, считающих себя самыми преданными фанатами ужастиков. Однажды ребята случайно находят фильм, о существовании которого они даже не слышали. Парни тут же усаживаются перед телевизором и приступают к просмотру. Вскоре после завершения лента герои с удивлением обнаруживают на улице толпу мертвецов. Выясняется, что в найденном ими фильме таилось древнее проклятие, которое может уничтожить все человечество. Чтобы предотвратить катастрофу и избавиться от зомби, друзья отправляются на поиски создателя картины. Лишь этот человек способен пролить свет на тайну, способную подарить миру шанс на выживание. Смогут ли молодые киноманы разыскать таинственного 
        режиссера и исправить свою ошибку? Или же в скором времени человечество действительно станет жертвой бесчисленной орды восставших мертвецов?`
      },
      {
        title: 'Любовь и смерть (2018)',
        rate: 0,
        year: 1975,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/066/1585373534-766699771.webp',
        genre: 'Комедии',
        duration: 82,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Молодой русский дворянин из провинции пытается избежать призыва на войну с Наполеоном. Он ведет бесконечные «интеллигентские» разговоры со своей кузиной. Политика, философия и война — эти высокие материи стали темой бесконечного фейерверка иронии и юмора....`,
        full_description: `Молодой русский дворянин из провинции пытается избежать призыва на войну с Наполеоном. Он ведет бесконечные «интеллигентские» разговоры со своей кузиной. 
        Политика, философия и война — эти высокие материи стали темой бесконечного фейерверка иронии и юмора.`
      },
      {
        title: 'Взломщики сердец (2020)',
        rate: 0,
        year: 2020,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/a3a/1585701141-1232140806.webp',
        genre: 'Комедии',
        duration: 105,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас', 'Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Мы знакомимся с Джеффами – обычной супружеской парой, решившей опробовать себя в роли детективов. Первым их клиентом становится мужчина по имени Альберт, находящийся на грани нервного срыва. Выясняет, что герой страшно переживает по поводу своей будущей карьеры. Он уверен, 
        что однажды непременно совершит ошибку, что уничтожит его репутацию и бизнес раз и навсегда. В ходе расследования Джеффы...`,
        full_description: `Мы знакомимся с Джеффами – обычной супружеской парой, решившей опробовать себя в роли детективов. Первым их клиентом становится мужчина по имени Альберт, находящийся на грани нервного срыва. Выясняет, что герой страшно переживает по поводу своей будущей карьеры. Он уверен, что однажды непременно совершит ошибку, что уничтожит его репутацию и бизнес раз и навсегда. В ходе расследования Джеффы сталкиваются с друзьями и коллегами клиента, тоже нуждающимися в профессиональной помощи. Они все страдают от эмоциональных проблем, которые высасывают из них жизненные силы на ежедневной основе. Сможет ли супружеская чета оказать всем этим людям должную поддержку? Или психоаналитики-самоучки лишь усугубят \
        душевное состояние ребят в сотни раз? Впереди участников этой истории ждут судьбоносные дни, которые точно запомнятся им до конца дней.`
      },
      {
        title: 'Три старика (2022)',
        rate: 0,
        year: 2022,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/030/1697913109-896744757.webp',
        genre: 'Комедии',
        duration: 104,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`Комедийная история о троице мужчин, вынужденных продать бизнес и погрузиться в реалии современного мира. Выясняется, что со времен их молодости все сильно изменилось. Например, детишек совершенно не интересует спорт или какие-либо прочие активности – миллионы подростков 
        по всей стране просто сидят в телефонах и не видят в этом ничего плохого. Кроме того, главные герои сталкиваются с директорами...`,
        full_description: `Комедийная история о троице мужчин, вынужденных продать бизнес и погрузиться в реалии современного мира. Выясняется, что со времен их молодости все сильно изменилось. Например, детишек совершенно не интересует спорт или какие-либо прочие активности – миллионы подростков по всей стране просто сидят в телефонах и не видят в этом ничего плохого. Кроме того, главные герои сталкиваются с директорами школьных учреждений, что заставляет великовозрастных друзей сделать невероятные открытия. Неужели они действительно стали стариками, а их лучшие годы остались в прошлом? И что нужно сделать, чтобы найти с детишками общий язык и научиться жить в условиях всеобщей компьютеризации? 
        Впереди троицу мужчин ждут удивительнейшие деньки, которые помогут им взглянуть на детей и весь окружающий мир в целом совершенно новыми глазами.`
      },
      {
        title: 'Очень плохая девчонка (2021)',
        rate: 0,
        year: 2021,
        country: 'США',
        img: 'https://kinogo.biz/uploads/mini/minifull/9ce/1697912610-1253015632.webp',
        genre: 'Комедии',
        duration: 98,
        premiere: 'неизвестно',
        director: 'Пако Кабесас',
        actors: ['Марио Касас','Висенте Ромеро',
          'Лусиано Касерес',
          'Макарена Гомес',
          'Дамасо Конде',
          'Ванесса Оливейра',
          'Дарио Грандинетти',
          'Бланка Суарес',
          'Антонио де ла Торре',
          'Анхела Молина'],
        url:'https://vid1698232741.vb17123filippaaniketos.pw/movie/e3f8cf8c9fa1a2afc1d94987fb47e5a2/iframe?d=kinogo.biz&p=https://kinogo.biz/templates/Kinogo/images/poster-desk.jpg',
        
        quality: '720',
        short_description:`В прошлом Рен была большой поклонницей вечеринок. Она всегда находилась в центре внимания и поражала подруг эксцентричными выходками. Но однажды былой задор исчезает, уступая свое место взрослой жизни и бесконечной рутине. В один прекрасный момент Рен решает позвать всех 
        старых подруг и устроить шумную вечеринку, которая бы помогла им вспомнить о бурной молодости. Но ради этого героине приходится...`,
        full_description: `В прошлом Рен была большой поклонницей вечеринок. Она всегда находилась в центре внимания и поражала подруг эксцентричными выходками. Но однажды былой задор исчезает, уступая свое место взрослой жизни и бесконечной рутине. В один прекрасный момент Рен решает позвать всех старых подруг и устроить шумную вечеринку, которая бы помогла им вспомнить о бурной молодости. Но ради этого героине приходится пойти на небольшую ложь. Женщине казалось, что ни к чему плохому обман не приведет, но все оборачивается самым непредсказуемым образом. Теперь подружкам придется приложить массу усилий, чтобы не превратиться в заклятых врагов. Сможет ли Рен оправдаться перед близкими подругами и не стать персоной нон грата? 
        Впереди повзрослевших дамочек ждут невероятные дни, которые позволят им вновь погрузиться в давно забытую атмосферу.`
      },
  ];

  export default Films;